from aiogram.utils.markdown import hlink,hbold


text_menu = ".         Главное меню         ."
text_delivery = "✅ Доставка 🛵\n" \
                "Минимальная сумма для доставки 10000 бат.\n" \
                "1. Баты привезет курьер, который сообщит куда перевести рубли или usdt.\n" \
                "2. После перевода отдаст наличные.\n" \
                "\n" \
                "✅ Через банкомат (ATM) 🏧\n" \
                "Карта банка не нужна.\n" \
                "1. Сообщаете с какого банкомата хотели бы получить наличные.\n" \
                "2. Переводите рубли или usdt по реквизитам, которые укажет оператор в чате.\n" \
                "3. Следуя инструкции, также высланной оператором, получаете наличные из банкомата.\n" \
                "\n" \
                "✅ На счёт тайского банка 💳\n" \
                "1. Переводите рубли или usdt по реквизитам, которые укажет оператор в чате.\n" \
                "2. После перевода получаете баты на указанный вами номер счёта.\n"
text_search = "Введите сумму в \n" \
              "\n" \
              f"1. {hbold('Батах')} и получите расчет сколько рублей или usdt необходимо перевести для получения нужной суммы бат. \n" \
              f"\n" \
              f"2. {hbold('Рублях')}. Введите сумму рублей, которую хотели бы обменять и узнаете сумму бат, которую получите взамен. \n" \
              "\n" \
              f"3. {hbold('USDT')}. Введите сумму usdt, которую хотели бы обменять и узнаете сумму бат, которую получите взамен. \n"

text_info = "✅ Воспользовавшись нашим сервисом, Вы можете: \n" \
            "- обменять рубли или usdt на наличные или безналичные баты 💵 \n" \
            "- оплатить бронирование жилья 🏨 \n" \
            "- оплатить покупку дорогостоящий техники, недвижимости или машины 💰 \n" \
            "- внести депозит на банковский счет для DTV, пенсионной или опекунской визы 🪪 \n" \
            "\n" \
            "❗️Единственный верный аккаунт @Misha_Thai_Baht \n" \
            "🦝 Мошенники могут копировать мой аккаунт, сверяйте юзернейм. \n" 
